tap "artginzburg/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "fasd"
brew "gh"
brew "git"
brew "gnupg"
brew "grep"
brew "htop"
brew "imagemagick"
brew "moreutils"
brew "nmap"
brew "openssh"
brew "p7zip"
brew "protobuf"
brew "python@3.10"
brew "rust"
brew "speedtest-cli"
brew "sqlc"
brew "syncthing"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "xpdf"
brew "ffmpeg"
brew "yt-dlp"
brew "artginzburg/tap/sudo-touchid"
cask "alt-tab"
cask "chromium"
cask "datagrip"
cask "discord"
cask "iterm2"
cask "libreoffice"
cask "lulu"
cask "maccy"
cask "meetingbar"
cask "middleclick"
cask "monitorcontrol"
cask "obs"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "vlc"
