tap "artginzburg/tap"
tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "macos-fuse-t/cask"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "qovery/replibyte"
tap "stripe/stripe-cli"
brew "act"
brew "openssl@3"
brew "readline"
brew "apktool"
brew "arp-scan"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bison"
brew "btop"
brew "certbot"
brew "circumflex"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "ddgr"
brew "diff-so-fancy"
brew "dive"
brew "dos2unix"
brew "fasd"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "git"
brew "gnupg"
brew "grep"
brew "hey"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "protobuf"
brew "knot-resolver"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "openssh"
brew "p7zip"
brew "pdftk-java"
brew "pkg-config"
brew "postgresql@14"
brew "python@3.10"
brew "rbenv"
brew "ruby-install"
brew "rust"
brew "speedtest-cli"
brew "sqlc"
brew "syncthing", link: false
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xpdf"
brew "yt-dlp"
brew "artginzburg/tap/sudo-touchid"
brew "charmbracelet/tap/freeze"
brew "nats-io/nats-tools/nats"
brew "qovery/replibyte/replibyte"
brew "stripe/stripe-cli/stripe"
cask "alt-tab"
cask "android-platform-tools"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "bruno"
cask "chromedriver"
cask "chromium"
cask "datagrip"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "docker"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "google-chrome"
cask "handbrake"
cask "hashicorp-vagrant"
cask "insomnia"
cask "iterm2"
cask "jordanbaird-ice"
cask "lens"
cask "libreoffice"
cask "losslesscut"
cask "lulu"
cask "maccy"
cask "meetingbar"
cask "middleclick"
cask "monitorcontrol"
cask "obs"
cask "openlens"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "stats"
cask "steam"
cask "syncthing"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "Tailscale", id: 1475387142
mas "‎WhatsApp", id: 310633997
vscode "13xforever.language-x86-64-assembly"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msrvida.vscode-sanddance"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "rust-lang.rust-analyzer"
vscode "sonarsource.sonarlint-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
